Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: En god og trygg barnehagehverdag vil ruste det samiske barnet for fremtiden. samisk identitet.
sme: Danne lea sámi mánáidgárdi deaŧalaš ásahus sámi mánnái, ja sin sámi identitehta ahtanuššamii.

source: Ulike samiske barnehagetilbud Det finnes følgende samiske barnehagetilbud:
sme: Sierra sámi mánáidgárdefálaldagat Gávdnojit čuovvovaš sámi mánáidgárdefálaldagat:

source: For noen barn vil dette tilbudet være språkopplæring, mens andre, som allerede ersamiskspråklige, vil tilbudet være å beholde og videreutvikle sitt språk.
sme: Muhtun mánát ožžot giellaoahpahusfálaldaga, ja earát fas, geat juo leat sámegielagat, ožžot fálaldaga sin giela bisuheames ja viidásetovddideames.

source: Pitesamisk, østsamisk og umesamisk skiller seg fra de andre samiske språkene først og fremst ved å ha svært få språkbrukere i sine tradisjonelle områder i Norge i dag.
sme: Erohussan nuortalašgielas, bihtánsámegielas ja ubmisámegielas eará sámegielaid hárrái lea vuosttažettiin dat ahte dain leat hui unnán geavaheaddjit sin árbevirolaš guovlluin Norggas dál.

source: Forvaltning av tilskudd til barnehager Et virkemiddel for å styrke samisk språk og kultur er tilskudd til barnehagene.
sme: Mánáidgárdedoarjaga hálddašeapmi Váikkuhangaskaoapmi sámi giela ja kultuvrra nannemii lea doarjja mánáidgárddiide.

source: · tilskudd til samiske barnehager · tilskudd til samisk avdeling i norske barnehager · tilskudd til samisk språkopplæring · tilskudd til prosjekter og utviklingsarbeid · tilskudd til pedagogisk materiell · direktilskudd til Árran barnehage til språkmedarbeider (giellatjiehppe) Sametinget ser at det er nødvendig å tilpasse tilskuddsordningene slik at barnehagene kan arbeide mer strukturert med samisk språk i barnehagene.
sme: · Doarjja sámi mánáidgárddiide · Doarjja sámi ossodagaide norgalaš mánáidgárddiin · Doarjja sámi giellaoahpahussii · Doarjja prošeavttaide ja ovddidanbargui · Doarjja pedagogalaš ávdnasiidda · Njuolggadoarjja Árran mánáidgárdái giellabargái (giellatjiehppe) Sámediggi oaidná ahte lea dárbu heivehit doarjjaortnegiid nu ahte mánáidgárddit sáhttet eanet struktuvrralaččat bargat sámegielain mánáidgárddiin.

source: Mål og innhold i prosjektet Målet for barnehageprosjektet er: Samisk filosofi skal danne grunnlaget for innholdet i samiske barnehager der samiske verdier, naturfilosofi, språk, kultur, lederskap og tradisjonskunnskap er bærende elementer i det pedagogiske arbeidet.
sme: Prošeavtta mihttomearri ja sisdoallu Mánáidgárdeprošeavtta mihttomearrin lea: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut leat pedagogalaš barggu guoddi oasit.

source: · Innhente og samle relevant forskning, bevisste og levde erfaringer og kunnskaper om samiske verdier, formidlingsmetoder og samisk pedagogisk tenkning.
sme: · Viežžat ja čohkket relevánta dutkama, dihtomielalaš ja vásihusvuđot vásihusaid, ja máhtu sámi árvvuid, gaskkustanmetodaid ja sámi pedagogalaš jurddašeami birra.

source: · Utvikle og realisere innholdet og verdigrunnlaget i samiske barnehager bygget på samiske verdier, formidlingsmetoder og samisk pedagogisk tenkning tilpasset og overført til ny tid.
sme: · Ovddidit ja duohtan dahkat sisdoalu ja árvovuođu sámi mánáidgárddiin mat vuođđuduvvet sámi árvvuide, gaskkustanmetodaide ja sámi pedagogalaš jurddašeapmái ja mat leat fievrriduvvon ođđaset áigái.

source: · Synliggjøre og beskrive behov for kompetanseutvikling i tråd med samisk barnehagefilosofi.
sme: · Oainnusmahttit ja čilget dárbbu gelbbolašvuođa ovddideami ektui sámi mánáidgárdefilosofiijai dávistettiin.

source: · Synliggjøre og beskrive behov for pedagogisk materiell som tar utgangspunkt i samisk barnehagefilosofi.
sme: · Oainnusmahttit ja čilget dárbbu pedagogalaš ávdnasiid ektui mii váldá vuolggasaji sámi mánáidgárdefilosofiijas.

source: · Synliggjøre og beskrive behov for veiledningsmateriale for hvordan tilrettelegge læringsmiljøet med utgangspunkt i samiske verdier.
sme: · Oainnusmahttit ja čilget dárbbu bagadanávdnasiid ektui, movt láhčit oahppanbirrasa sámi árvvuid vuođul.

source: · Iverksette implementeringsarbeid av sterke språkmodeller i barnehager.
sme: · Álggahit nana giellamodeallaid implementerenbarggu mánáidgárddiin.

source: · Synliggjøre og beskrive behov for veiledningsmateriale for samiske foreldre, som beskriver innholdet i et trygt og godt barnehagemiljø for samiske barn.
sme: · Oainnusmahttit ja čilget dárbbu bagadanávdnasiid ektui sámi vánhemiid várás, mas válddahuvvo sisdoallu oadjebas ja buori mánáidgárdebirrasis sámi mánáid várás.

source: · Synliggjøre og beskrive behov for kompetanseutvikling og veiledningsmateriale for barnehagemyndigheter og barnehageeiere ut ifra tradisjonskunnskap, samisk språk og kultur.
sme: · Oainnusmahttit ja čilget gelbbolašvuođa ovddideami ja bagadanávdnasiid dárbbu mánáidgárdeeiseválddiide ja mánáidgárddiid eaiggádiidda, árbedieđuid, sámegiela ja sámi kultuvrra vuođul.

source: Innsatsområde 1: Samiskspråklige barn i dagens samfunn Sterke språkmodeller i samisk barnehagetilbud En av utfordringene når det gjelder samisk språk er at det er relativt få språkbrukere og de samiske språkene er truede språk.
sme: Nana giellamodeallat sámi mánáidgárdefálaldagas Okta hástalus go lea sáhka sámegielas lea ahte leat unnán giellageavaheaddjit ja ahte sámegielat leat áitojuvvon gielat.

source: Individuell rett til samiskspråklig barnehagetilbud Alle barn har, jamfør barnehageloven §12a, rett til plass i barnehage, også samiske barn.
sme: Oktagaslaš riekti sámegielat mánáidgárdefálaldahkii Buot mánáin – maiddái sámi mánáin – lea mánáidgárdelága §12a vuođul riekti mánáidgárdesadjái.

source: Artikkel 28 i barnekonvensjonen handler om urfolksbarns rett til å lære sitt eget morsmål eller det språket som til å lære et eller flere av de samiske språkene som er mest vanlig blant samer i Norge i dag.
sme: Mánáidgárdekonvenšuvnna artihkkalis 28 čuožžu eamiálbmotmánáid rivttiin oahppat eatnigielaset dahje giela mii eanemusat geavahuvvo dan eamiálbmogis mas sii leat oassin. Dat mearkkaša ahte sámi mánáin Norggas sis lea riekti oahppat ovtta dahje eambbo dain sámegielain mat leat dábálaččamusat Norgga sápmelaččaid gaskkas odne.

source: Pedagogisk materiell for samiske barnehager Med pedagogisk materiell i denne sammenheng menes trykte materiell, leker og digitale verktøy, som er utarbeidet spesielt til bruk i barnehagen.
sme: Pedagogalaš ávdnasat sámi mánáidgárddiide Pedagogalaš ávdnasiiguin dán oktavuođas oaivvildit deaddiluvvon ávdnasiid, duhkorasaid ja digitála reaidduid mat leat ráhkaduvvon erenoamážit mánáidgárddiid atnui.

source: · Samiske barn får styrket og utviklet sitt samiske språk.
sme: · Sámi mánáid sámegiella nannejuvvo ja ovdánahttojuvvo.

source: Barnehager innarbeider sterke språkmodeller for revitalisering, bevaring, styrking og utvikling av samiske språk.
sme: Mánáidgárddit hábmejit nana giellamodeallaid sámegielaid revitaliseremii, doalaheapmái, nannemii ja ovdánahttimii.

source: · Strategier:
sme: Strategiijat:

source: · Sikre og bevare for tidlig språkstimulering gjennom samisk barnehagetilbud.
sme: · Sihkkarastit ja doalahit árra giellastimulerema sámi mánáidgárdefálaldagain.

source: · Bidra til å sikre systemer for at samiske barnehagene kan ta i bruk sterke språkmodeller.
sme: · Veahkkin sihkkarastit ahte sámi mánáidgárddit sáhttet atnigoahtit nana giellamodeallaid.

source: · Bidra til at det utvikles pedagogisk materiell til bruk i samisk barnehagetilbud Den samiske barnehagen, som en viktig institusjon for samiske barns oppvekstmiljø, må være rustet for å imøtekomme de behov som det samiske samfunnet har til enhver tid.
sme: Áŋgiruššansuorgi 2: Árbevirolaš máhttu ođđa áiggis Sámi mánáidgárdi, mii lea dehálaš institušuvdna sámi mánáid bajásšaddanbirrasis, ferte leat gearggus dustet sámi servvodaga dárbbuid goas beare.

source: Tradisjonell kunnskap i barnehagen Samisk tradisjonell kunnskap er en kollektiv kunnskap, som består av praktisk ferdigheter som er utviklet og bearbeidet av den samiske befolkningen gjennom århundrer.
sme: Árbevirolaš máhttu mánáidgárddis Sámi árbevirolaš máhttu lea kollektiivvalaš máhttu, mas leat praktihkalaš dáiddut maid sámi álbmot lea ovdánahttán ja hábmen jahkečuđiid áigge.

source: videreføres i samiske barnehager.
sme: Mánáidgárddi rámmaplána (2017: 24) lea čielggas das, ahte sámi kultuvra ja árbevirolaš máhttu galgá fievrriduvvot sámi mánáidgárddiide.

source: Kunnskap og kompetanse i barnehagesektoren Kunnskap og kompetanse er avgjørende for å sikre utvikling i den samiske barnehagesektoren.
sme: Máhttu ja gelbbolašvuohta mánáidgárdesuorggis Máhttu ja gelbbolašvuohta leat mearrideaddjit sámi mánáidgárdesuorggi ovdánahttima sihkkarastimis.

source: Økt kunnskap og kompetanse Utvikling av kvalitet i de samiske barnehagene er avhengig av at de ansatte får mulighet til å heve sin kompetanse individuelt og i et faglig fellesskap.
sme: Lassi máhttu ja gelbbolašvuohta Sámi mánáidgárddiid kvalitehta ovdánahttimis lea čatnagasas das ahte bargiide fállojuvvo vejolašvuohta loktet máhtuset sihke oktagaslaččat ja fágalaš searvevuođas.

source: Rekruttering i barnehagesektoren Det samiske samfunnet står ovenfor store utfordringer når det gjelder rekruttering av samiskspråklige ansatte som behersker nord-, lule- og sørsamisk språk.
sme: Rekrutteren mánáidgárdesuorggis Sámi servvodagas leat stuorra hástalusat go lea sáhka rekrutteremis sámegielat bargiid geat máhttet davvi-, julev- ja lullisámegielas.

source: Saken avsluttet 06.06.2019 kl. 16.40
sme: Ášši meannudeapmi loahpahuvvui 06.06.19 dii. 16.40

source: Ášši/Sak 027/19
sme: Ášši 027/19

source: 23.05.2019 Nordisk språksamarbeid
sme: Davviriikkalaš giellaovttasbargu

source: Arkivsaknr. 18/2088
sme: Áššenr. 18/2088

source: Saksframlegg
sme: Áššeovddidus

source: Sametingene har som mål å etablere Sámi Giellagáldu som fast fellesorgan fra 2020.
sme: Sámedikkiid mihttun lea ásahit Sámi Giellagáldu bistevaš oktasaš orgánan jagi 2020 rájes.

source: Bakgrunnen for dette er behovet for omorganisering og effektivisering av det grenseoverskridende nordiske samiske språksamarbeidet som Samisk Parlamentarisk Råd satte i gang allerede i 2007.
sme: Duogáš dása lea dárbu ođđasit organiseret ja beavttálmahttit rájiidrasttildeaddji davviriikkalaš giellaovttasbarggu man Sámi Parlamentáralaš ráđđi bijai johtui juo 2007:s.

source: Styret ved Samisk parlamentarisk råd opprettet i 2007 en arbeidsgruppe, hvis mandat var å foreslå ny organisering av samisk grenseoverskridende språksamarbeid.
sme: Sámi Parlamentáralaš ráđi stivra ásahii 2007:s bargojoavkku, man bargun lei evttohit ođđa organiserema sámi rájiidrasttildeaddji giellaovttasbarggu várás.

source: Rapporten “Forslag til ny organisering av samisk språksamarbeid innenfor sametingenes ansvarsområder” ble ferdig i 2008.
sme: Raporta “Evttohus mo ođđasisorganiseret sámi giellabarggu sámedikkiid ovddasvástádussuorggis” válbmanii 2008:s.

source: I denne rapporten kom det fram at man må styrke det samiske språksamarbeidet både på det språkpolitiske og på det faglige plan.
sme: Dán raporttas bođii ovdan, ahte davviriikkalaš giellaovttasbarggu ferte nannet sihke giellapolitihkalaš ja giellafágalaš dásis.

source: SPR’s arbeidsgruppe slo fast at på det språkfaglige planet var det behov for et felles samisk språkfaglig organ.
sme: SPR bargojoavku evttohii, ahte giellafágalaš dásis lea dárbu vuođđudit oktasaš sámegiela giellafágalaš orgána.

source: SPR har fulgt opp disse forslagene.
sme: SPR lea čuovvulan dáid árvalusaid.

source: På grunn av manglende finansiering og for å få på plass et nordisk språksamarbeid gjennomførte sametingene i Finland, Norge og Sverige og Samisk Parlamentarisk Råd i 2011 et forprosjekt (1. Interreg-prosjekt), ”SáFá-utredning om etablering av nordisk språkfagsenter” der formålet var:
sme: Váilevaš ruhtadeami geažil ja oažžun dihte davviriikkalaš giellaovttasbarggu johtui, čađahedje Suoma, Norgga ja Ruoŧa sámedikkit ja Sámi Parlamentáralaš ráđđi 2011:s ovdaprošeavtta (1. Interregprošeakta), “SáFá –ovdačielggadeami davviriikkalaš giellafágaguovddáža ásaheami birra” man ulbmilin lei:

source: 1.) å utarbeide en utredning om etablering av et nordisk språk- og ressursfagsenter og 2.) utarbeide en søknad til viderefinansiering av et prøveprosjekt for senteret.
sme: 1. ráhkadit čilgehusa davviriikkalaš sámegiela fága- ja resursaguovddáža vuođđudeami várás 2. ráhkadit ruhtaohcamuša guovddáža viidásetruhtadeapmái guovddáža geahččalanprošektii.

source: Rapporten “Innrättande av en samnordisk forsknings- och yrkes/recurscentral för det samiska språket” ble ferdig i september 2011.
sme: Raporta “Davviriikkalaš sámegiela dutkan- ja fága/resursaguovddáža vuođđudeapmi” gárvánii čakčamánus 2011:s.

source: Plenum i SPR godkjente videreføringen av prosjektet i november 2011.
sme: SPR dievasčoahkkin dohkkehii joatkkaprošeavtta dievasčoahkkimis skábmamánus 2011:s.

source: Sametingene og Samisk Parlamentarisk Råd (SPR) gjennomførte prosjektet “Etablering av Nordisk samisk fag- og ressurssenter” i perioden 01.01.2013 – 30.06.2014 (2. Intererregprosjekt).
sme: Sámedikkit ja Sámi Parlamentáralaš Ráđđi (SPR) čađahedje “Davviriikkalaš sámegiela fága- ja resursaguovddáža ásahanprošeavtta” 1.1.2013 – 30.6.2014 (2. Interreg-prošeakta).

source: Under dette prosjektet ble Sámi Giellagáldu (nordisk samisk fag- og ressurssenter) etablert.
sme: Dán prošeavtta áigge ásahuvvui Sámi Giellagáldu (Davviriikkalaš sámegiela fága- ja resursaguovddáš).

source: Sámi Giellagáldu ble etablert for å bidra til å styrke og utvikle språksamarbeidet over landegrensene, styrke og utvikle de samiske språkene slik at det tas hensyn til de forskjellige samiske språkenes behov, utfordringer og ressurser og berike de samiske språkene og sikre framtiden for disse.
sme: Sámi Giellagáldu ásahuvvui dan várás ahte sáhttá veahkehit nannet ja ovddidit giellaovttasbarggu riikarájiid rastá, nannet ja ovddidit sámegielaid nu ahte váldá vuhtii iešguđet sámegielaid dárbbuid, hástalusaid ja resurssaid ja riggudahttin dihte sámegielaid ja sihkkarastit daid boahtteáiggi.

source: Sámi Giellagáldu har som oppgave å utvikle faglig de samiske språkene: normering av ny terminologi og normer av skriftspråket, samt språkrøkt.
sme: Sámi Giellagáldu bargun lea ovddidit sámegielaid fágalaččat: Normeret ođđa terminologiija ja čállingiela norpmaid, ja gielladikšundoaimmat.

source: Sámi Giellagáldu er et felles nordisk samisk språksamarbeidsorgan.
sme: Sámi Giellagáldu lea oktasaš davviriikkalaš sámi giellaovttasbargoorgána.

source: Sámi Giellagáldu er det øverste organet som kan fatte vedtak i saker som angår språkfaglige spørsmål i samisk.
sme: Sámi Giellagáldu lea bajimus mearridanorgána áššiide mat gusket giellafágalaš gažaldagaide sámegielain.

source: På grunn av manglende finansiering har det ikke vært mulig å etablere Sámi Giellagáldu som permanent virksomhet.
sme: Váilevaš ruhtadeami geažil ii leat leamaš vejolaš ásahit Sámi Giellagáldu bistevaš ásahussan.

source: Sametingene har vært nødt til å finansiere driften gjennom Interregprosjekter.
sme: Sámedikkiin lea leamaš bággu jođihit doaimma Interreg-prošeavttaid bokte.

source: Dette med tanke om å få på plass et permanent nordisk samisk språksamarbeidsorgan, og for å kunne videreføre grenseoverskridende språksamarbeid.
sme: Dát lea dahkkon dainna áigumušain ahte oažžut sadjái bistevaš davviriikkalaš sámi giellaovttasbargoorgána.

source: Sametingene og SPR gjennomførte prosjektet Videreføring av Sámi Giellagáldu 01.08.2015– 31.05.2018 (3. Interreg-prosjekt).
sme: Sámedikkit ja SPR čađahedje 01.08.2015 - 31.05.2018 3. Interreg-prošeavtta “Sámi Giellagáldu viidáset fievrrideapmi”.

source: Sámi Giellagáldus virksomhet ble hovedsaklig finansiert med Interreg-prosjektmidler frem til slutten av mai 2018.
sme: Sámi Giellagáldu doaimmat ruhtaduvvojedje eanaš Interreg-prošeaktaruđaiguin gitta 2018 miessemánu lohppii.

source: Sametiget har årlig satt av 3 millioner kroner til Sámi Giellagáldu.
sme: Sámediggi lea bidjan jahkásaččat 3 miljon ruvnnu Sámi Giellagáldui.

source: Fra juni 2018 har virksomheten av Sámi Giellagáldu fungert med reduserte ressurser som midlertidig løsning.
sme: Sámi Giellagáldu doaimmat leat čađahuvvon geassemánu 2018 rájes unnit resurssaiguin ja dušše gaskaboddosaš čoavddusin.

source: Virksomheten av Sámi Giellagáldu fortsetter imidlertidig som samarbeid mellom Sametingene ut året 2019.
sme: Sámi Giellagáldu doaibma joatkašuvvá Sámedikkiid gaskasaš ovttasbargun jagi 2019 lohppii.

source: Sametinget i Finland leder det felles grenseoverskrindende språksamarbeidet på samme måte som under Interreg-prosjektene.
sme: Suoma Sámediggi jođiha oktasaš rájiidrasttildeaddji giellaovttasbarggu seamma láhkai go Interreg-prošeavttaid áigge.

source: Sametingene har i felleskap ansvar for gjennomføringen og finansieringen av Sámi Giellagáldu.
sme: Sámedikkiin lea ovttas ovddasvástádus čađahit ja ruhtadit Sámi Giellagáldu.

source: Sametingene har på administrativt nivå underskrevet en egen samarbeidsavtale ut året 2019.
sme: Sámedikkit leat hálddahuslaš dásis vuolláičállán ovttasbargošiehtadusa mii lea fámus jagi 2019 lohppii.

source: I denne samarbeidsavtalen avtales det blant annet hvordan virksomheten i Sámi Giellagáldu praksis skal organiseres og finansieres.
sme: Dán ovttasbargošiehtadusas šihttojuvvo mo Sámi Giellagáldu doaimmat praktihkalaččat organiserejuvvojit ja ruhtaduvvojit.

source: Dagens organisering av Sámi Giellagáldu følger prosjektorganisering selv om Sámi Giellagáldus virksomhet ikke lenger kalles som et prosjekt.
sme: Sámi Giellagáldu dálá organiseren čuovvu prošeaktaorganiserema vaikko Sámi Giellagáldu doaimmat eai šat gohčoduvvoge prošeaktan.

source: Sametingene viderefører Sámi Giellagáldus virksomhet på “prosjektbasis” med mindre kapasitet og økonomiske ressurser ut året 2019.
sme: Sámedikkit jotket Sámi Giellagáldu doaimmaid “prošeaktadásis” unnit bargonávccaiguin ja ekonomalaš resurssaiguin jagi 2019 lohppii.

source: Målet er å etablere Sámi Giellagáldu som fast fellesorgan fra 2020.
sme: Mihttun lea ásahit Sámi Giellagáldu bistevaš oktasaš orgánan jagi 2020 rájes.

source: Vurdering
sme: Árvvoštallan

source: De samiske språkene følger ikke landegrensene, men språkgrensene i det samiske samfunnet går på tvers av landegrensene.
sme: Sámegielat eai čuovo riikarájiid muhto baicce rasttildit riikarájiid.

source: Samiske språk er ulike både med hensyn til hvor utbredt språkene er dvs. hvor mange som snakker de ulike språkene.
sme: Sámegielat leat iešguđetláganat sturrodaga ektui, nuppiin sániin man ollugat giela hupmet.

source: De bygger også på ulike ortografiske prinsipper og geografisk tilhørighet.
sme: Sámegielain leat iešguđetlágan ortográfalaš prinsihpat, ja geográfalaš gullevašvuohta.

source: De samiske språkene er små og sårbare.
sme: Sámegielat leat smávvát ja rašit.

source: Utviklingen av terminologi for de samiske språkene har i stor grad vært påvirket av majoritetsspråkene, og det gjør det nødvendig å samarbeide om språknormering på tvers av landene.
sme: Riikkaid váldogielat leat olu čuohcan terminologiija ovddideapmái. Dán geažil lea dárbu ovttasbargat giellanormeremiin riikarájiid rastá.

source: Grenseoverskridende språksamarbeid er viktig for å bevare et felles fundament for de samiske språkene.
sme: Rájiidrasttildeaddji giellaovttasbargu lea dehálaš sámegielaid oktasaš vuođu seailluheami dáfus.

source: Dette samarbeidet gjør det mulig å bruke samisk over riksgrensene og vil redusere problemet med at riksgrensene blir et hinder i kommunikasjonen mellom samisktalende.
sme: Dát ovttasbargu dahká vejolažžan geavahit sámegiela riikarájiid rastá ja geahpeda gulahallanváttisvuođaid maid riikkarájit dagahit sámegielagiid gaskka.

source: Nye termer er en forutsetning for bruk av samiske språk i det daglige, i det skriftlige språket, i mediene, i de sosiale mediene, og på alle andre språkarenaer.
sme: Ođđa tearpmat leat sámegielaid beaivválaš geavaheami eaktun čálalaš gielas, mediain, sosiála mediain, ja buot eará giellaarenain.

source: Normering av språk er et grunnleggende arbeid for all språkutvikling.
sme: Gielaid normeren lea vuođđun buot giellaovddideapmái guoski bargguide.

source: Hvis det ikke finnes termer og utrykk så er det ikke mulig å gjennomføre andre språkutviklingstiltak som for eksempel å produsere læremidler i og på samisk, utvikle korrektur- og andre språkutviklingsverktøy i og på de forskjellige samiske språkene.
sme: Jus eai gávdno tearpmat ja doahpagat, de lea veadjemeahttun čađahit eará giellaovddidandoaibmabijuid, dego ráhkadit oahpponeavvuid sámegielas ja sámegillii, ovddidit korrektuvra- ja eará giellaovddidanreaidduid iešguđet sámegielas ja sámegillii.

source: Offentlige organer, spesielt samiske forvaltningsområder i Finland, Sverige og Norge, har behov for termutvikling og normering innenfor spesifikke områder.
sme: Almmolaš orgánat, erenomážit sámi hálddašanguovllut Suomas, Ruoŧas ja Norggas dárbbašit ođđa tearpmaid ja normerema dihto surggiin.

source: Språknormering foregår vanligvis på flere nivå: ny terminologi, rettskriving, tegnsetting, setningsoppbygging (syntaks), og oppbygging av en internasjonal termdatabase.
sme: Giellanormeren dáhpáhuvvá máŋgga dásis: ođđa terminologiija, riektačállin, merkenvuogit, cealkkaráhkadeapmi (syntáksa), ja riikkaidgaskasaš tearbmadiehtovuođu ráhkadeapmi.

source: Divvun og Sámi Giellagáldu samarbeider på mange områder, som for eksempel med utvikling av den digitale språkbanken www.satni.org der termer utviklet av Sámi Giellagáldu er lett tilgjengelige for språkbrukere.
sme: satni.org ovddidemiin, mas tearpmat maid Sámi Giellagáldu lea ovddidan, leat álkit

source: Divvun er helt avhengig av Sámi Giellagáldu i sitt arbeid – Divvun lager verktøy som er basert på Sámi Giellagáldus normeringsvedtak.
sme: giellageavaheaddjiid olámuttus. Divvun ráhkada reaidduid Sámi Giellagáldu normerenmearrádusaid vuođul.

source: Samarbeid er også viktig fordi nye termer og normeringer blir innarbeidet i språket via Divvuns språkverktøy, deriblant stave- og grammatikkontrollen.
sme: Ovttasbargu lea dehálaš maiddái danin go ođđa tearpmat ja normeremat cigget gillii Divvuna ráhkadan giellareaidduid, dego stávendárkkástusa ja grammatihkkadárkkástusa bokte.

source: Dette bidrar til at det blir enklere å skrive samisk, samt øker bruken av samiske språk.
sme: Dáid vehkiin šaddá álkit čállit sámegillii, ja dán láhkai lassána maiddái sámegielaid geavaheapmi.

source: Uten Giellagáldu kan ikke Divvun lage de digitale språkutviklingsverktøyene som det samiske samfunnet trenger.
sme: Almmá Sámi Giellagáldu haga ii sáhte Divvun ráhkadit daid digitála giellaovddidanreaidduid maid sámi servodat dárbbaša.

source: Mens det finnes en basis av normert rettskrivning og termer for noen av de samiske språkene, er det syntaktiske normeringsarbeidet ikke engang påbegynt og mange års normeringsarbeid gjenstår på dette området.
sme: Dál gávdno muhtun sámegielain diehtovuođđu normerejuvvon riektačállimii ja tearpmaide, muhto syntávssalaš normerenbargu ii leat oppa álggahuvvonge ja máŋgga jagi normerenbargu dán suorggis lea ain ovddabealde.

source: For en del samiske språk vil både normering av rettskrivning og syntaks komme til å kreve store ressurser.
sme: Muhtun sámegielaid várás dárbbašuvvojit olu resurssat sihke riektačállima ja syntávssa normeremii.

source: Samiske språk er urfolksspråk og minoritetsspråk.
sme: Sámegielat leat álgoálbmotgielat ja unnitlogugielat.

source: Samer er den eneste urbefolkningen i den Europeiske Unionen.
sme: Sápmelaččat leat áidna álgoálbmot Eurohpá Uniovnnas.
